---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Events.DocumentSynchronizingWithCentralEventArgs
source: html/2a66902a-c62e-a1f6-9a56-003b9db0a315.htm
---
# DocumentSynchronizingWithCentralEventArgs Members

When the event is cancellable, may call the Cancel() method to cancel it.